/* 
Cmd+N　新しいタブを開く
Cmd+W　タブを閉じる 
手順：Cmd+Nで新しいタブ(ファイル)を開いて、Cmd+Wで閉じる
*/



/* 
Cmd+Option+左右　ファイル移動（タブ移動） 
手順：複数タブを開いた状態でやってみる
*/



/* 
Cmd+Shift+N　新しいをウィンドウを開く 
手順：やってみる
*/



/* 
Cmd+Shift+S　別名で保存 
手順：新規保存ダイアログをだす
*/



/* 
Cmd+Shift+T　直前に閉じたタブを復元 
手順：さっき閉じたファイルが開くのでやってみる
*/



/* 
Ctrl+Tab　編集閲覧履歴 
手順：やってみる
*/



/* 
Cmd+O　ファイルを開く 
手順：ファイルオープンのダイアログ開いてみる
*/



/* 
Cmd+Option+S　すべてのタブを保存 
手順：やってみる
*/

/* 
Cmd+K→P　開いているファイルのパスをコピー 
手順：やってみる
*/



/* 
Cmd+K→R　開いているファイルをFinderで表示  
手順：やってみる
*/



/* 
Cmd+K→F　フォルダを閉じる 
手順：やってみる
*/